Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Some ways to train it: link each interval to the first two notes of a song you know well, sing intervals over a drone (a steady, held note), or use solfège syllables such as do, re and mi. Ear training software is another popular tool.
ar: من طرق تدريبه: ربط كل فاصل بالنغمتين الأوليين من أغنية تعرفها جيدًا، وغناء الفواصل فوق نغمة ممتدة ثابتة (نغمة مستمرة دون تغيير)، واستخدام مقاطع الصولفيج مثل دو وري ومي. وبرامج تدريب الأذن أداة شائعة أخرى.
de: Einige Möglichkeiten, es zu trainieren: Verknüpfe jedes Intervall mit den ersten beiden Tönen eines Lieds, das du gut kennst, singe Intervalle über einem Bordunton (einem gleichbleibend gehaltenen Ton) oder nutze Solmisationssilben wie do, re und mi. Software zur Gehörbildung ist ein weiteres beliebtes Hilfsmittel.
es: Algunas formas de entrenarlo: asocia cada intervalo con las dos primeras notas de una canción que conozcas bien, canta intervalos sobre un bordón (una nota fija y sostenida) o usa las sílabas del solfeo, como do, re y mi. El software de entrenamiento auditivo es otra herramienta popular.
fr: Quelques façons de l’entraîner : associez chaque intervalle aux deux premières notes d’une chanson que vous connaissez bien, chantez des intervalles sur un bourdon (une note fixe tenue) ou utilisez les syllabes du solfège comme do, ré et mi. Les logiciels de formation de l’oreille sont un autre outil apprécié.
it: Alcuni modi per allenarlo: associa ogni intervallo alle prime due note di una canzone che conosci bene, canta intervalli sopra un bordone (una nota fissa tenuta) o usa le sillabe del solfeggio, come do, re e mi. I software per l’educazione dell’orecchio sono un altro strumento molto usato.
ja: 鍛える方法には、次のようなものがあります。それぞれの音程を、よく知っている曲の最初の2音に結びつける。ドローン（一定に鳴り続ける音）に合わせて音程を歌う。ド、レ、ミのような階名を使う。耳のトレーニング用のソフトウェアも、よく使われる道具のひとつです。
ko: 훈련하는 방법은 이렇습니다. 각 음정을 잘 아는 노래의 첫 두 음과 연결하기, 드론(일정하게 지속되는 음) 위에서 음정 부르기, 도, 레, 미 같은 계이름 쓰기. 청음 훈련 소프트웨어도 많이 쓰는 도구입니다.
nl: Enkele manieren om het te trainen: koppel elk interval aan de eerste twee noten van een lied dat je goed kent, zing intervallen boven een bourdon (een vaste, aangehouden toon) of gebruik solfègelettergrepen zoals do, re en mi. Software voor gehoortraining is een ander populair hulpmiddel.
pl: Kilka sposobów na jego ćwiczenie: skojarz każdy interwał z pierwszymi dwoma dźwiękami dobrze znanej piosenki, śpiewaj interwały na tle burdonu (stałego, wytrzymanego dźwięku) albo używaj sylab solmizacyjnych, takich jak do, re i mi. Innym popularnym narzędziem są programy do kształcenia słuchu.
pt_br: Algumas formas de treiná-lo: associe cada intervalo às duas primeiras notas de uma música que você conhece bem, cante intervalos sobre um bordão (uma nota fixa e sustentada) ou use as sílabas do solfejo, como dó, ré e mi. Softwares de treinamento auditivo são outra ferramenta popular.
ru: Несколько способов тренировать его: свяжите каждый интервал с первыми двумя нотами хорошо знакомой песни, пойте интервалы на фоне бурдона (ровно тянущейся ноты) или пользуйтесь слогами сольфеджио, такими как до, ре и ми. Ещё один популярный инструмент: программы для развития слуха.
sv: Några sätt att träna det: koppla varje intervall till de två första tonerna i en sång du kan väl, sjung intervall över en bordun (en jämn, uthållen ton) eller använd solmisationsstavelser som do, re och mi. Program för gehörsträning är ett annat populärt verktyg.
tr: Onu çalıştırmanın bazı yolları: her aralığı iyi bildiğiniz bir şarkının ilk iki notasıyla ilişkilendirin, aralıkları bir dem sesi (sabit, uzatılan bir nota) üzerinde söyleyin ya da do, re, mi gibi solfej hecelerini kullanın. Kulak eğitimi yazılımları da yaygın bir başka araçtır.
zh_hans: 训练方法有：把每个音程与一首熟悉歌曲的前两个音联系起来；在持续音（一个稳定延长的音）上唱音程；或者使用 do、re、mi 这样的唱名。练耳软件也是一种常用工具。

source: Soprano
ar: سوبرانو
de: Sopran
ja: ソプラノ
ko: 소프라노
nl: Sopraan
pl: Sopran
ru: Сопрано
sv: Sopran
zh_hans: 女高音

source: Sort
ar: الترتيب
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ru: Сортировка
sv: Sortera
tr: Sırala
zh_hans: 排序

source: Sort By
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替えの基準
ko: 정렬 기준
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar por
ru: Сортировать по
sv: Sortera efter
tr: Şuna göre sırala
zh_hans: 排序方式

source: Source
ar: المصدر
de: Herkunft
es: Origen
fr: Origine
it: Origine
ja: 出どころ
ko: 출처
nl: Herkomst
pl: Źródło
pt_br: Origem
ru: Источник
sv: Källa
tr: Kaynak
zh_hans: 来源

source: Speaker
ar: مكبر الصوت
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
it: Altoparlante
ja: スピーカー
ko: 스피커
nl: Luidspreker
pl: Głośnik
pt_br: Alto-falante
ru: Динамик
sv: Högtalare
tr: Hoparlör
zh_hans: 扬声器

source: Speed up per repetition
ar: التسريع لكل تكرار
de: Beschleunigen pro Wiederholung
es: Acelerar por repetición
fr: Accélération par répétition
it: Accelerazione per ripetizione
ja: 繰り返しごとの加速
ko: 반복마다 속도 변화
nl: Versnellen per herhaling
pl: Przyspieszenie na powtórzenie
pt_br: Acelerar por repetição
ru: Ускорять за повтор
sv: Snabba upp per repetition
tr: Tekrar başına hızlanma
zh_hans: 每次重复加速

source: Staccato Scale
ar: سلم ستاكاتو
de: Staccato-Tonleiter
es: Escala en staccato
fr: Gamme staccato
it: Scala staccata
ja: スタッカートの音階
ko: 스타카토 음계
nl: Staccato-toonladder
pl: Gama staccato
pt_br: Escala em staccato
ru: Гамма стаккато
sv: Staccatoskala
tr: Staccato dizi
zh_hans: 断音音阶

source: Start
ar: ابدأ
de: Starten
es: Empezar
fr: Démarrer
it: Inizia
ja: 開始
ko: 시작
nl: Starten
pl: Rozpocznij
pt_br: Iniciar
ru: Начать
sv: Starta
tr: Başlat
zh_hans: 开始

source: Start on the top note in a light voice and carry that lightness down to the bottom and back up again.
ar: ابدأ من النغمة العليا بصوت خفيف واحمل هذه الخفة إلى الأسفل ثم عُد إلى الأعلى مرة أخرى.
de: Beginne mit leichter Stimme auf dem obersten Ton und trage diese Leichtigkeit nach unten und wieder hinauf.
es: Empieza en la nota más alta con voz ligera y lleva esa ligereza hasta abajo y de vuelta arriba.
fr: Commencez sur la note du haut d’une voix légère et gardez cette légèreté jusqu’en bas, puis en remontant.
it: Inizia sulla nota più alta con voce leggera e porta quella leggerezza fino in fondo e di nuovo su.
ja: いちばん上の音から軽い声で始め、その軽さのまま下まで下り、また上がります。
ko: 맨 위 음에서 가벼운 목소리로 시작해 그 가벼움을 맨 아래까지, 그리고 다시 위로 가져가세요.
nl: Begin op de hoogste noot met een lichte stem en neem die lichtheid mee naar beneden en weer omhoog.
pl: Zacznij od najwyższego dźwięku lekkim głosem i zachowaj tę lekkość aż na dół i z powrotem w górę.
pt_br: Comece na nota mais aguda com voz leve e leve essa leveza até embaixo e de volta para cima.
ru: Начните с верхней ноты лёгким голосом и сохраняйте эту лёгкость до самого низа и обратно вверх.
sv: Börja på den översta tonen med lätt röst och bär lättheten ända ner och upp igen.
tr: En üst notadan hafif bir sesle başlayın ve bu hafifliği en aşağıya ve yeniden yukarıya kadar taşıyın.
zh_hans: 用轻盈的声音从最高音开始，把这份轻盈一直带到最低处，再带回上面。

source: Start Routine
ar: بدء الروتين
de: Routine starten
es: Empezar la rutina
fr: Démarrer la routine
it: Avvia routine
ja: ルーティンを開始
ko: 루틴 시작
nl: Routine starten
pl: Rozpocznij rutynę
pt_br: Iniciar rotina
ru: Начать программу
sv: Starta rutinen
tr: Rutini başlat
zh_hans: 开始训练组

source: Start the top note light and let the run fall evenly, without rushing at the bottom.
ar: ابدأ النغمة العليا بخفة ودع التتابع ينزل بالتساوي، دون استعجال في الأسفل.
de: Beginne den obersten Ton leicht und lass den Lauf gleichmäßig fallen, ohne unten zu eilen.
es: Empieza ligera la nota más alta y deja que la carrerilla caiga de forma uniforme, sin precipitarte al final.
fr: Commencez la note du haut légèrement et laissez le trait descendre régulièrement, sans vous précipiter en bas.
it: Inizia leggero sulla nota più alta e lascia che la volata scenda in modo uniforme, senza affrettarti in fondo.
ja: いちばん上の音を軽く始め、下で急がずに均等に下りていきます。
ko: 맨 위 음을 가볍게 시작하고, 아래에서 서두르지 말고 고르게 내려오세요.
nl: Begin licht op de hoogste noot en laat het loopje gelijkmatig dalen, zonder onderaan te haasten.
pl: Zacznij najwyższy dźwięk lekko i schodź równo, nie przyspieszając na dole.
pt_br: Comece leve na nota mais aguda e deixe a corrida descer por igual, sem apressar no final.
ru: Начинайте верхнюю ноту легко и спускайтесь ровно, не ускоряясь внизу.
sv: Börja den översta tonen lätt och låt slingan falla jämnt, utan att skynda längst ner.
tr: En üst notaya hafif başlayın ve geçişin eşit şekilde inmesine izin verin, aşağıda acele etmeyin.
zh_hans: 轻轻地起最高音，让跑动均匀下行，到低处时不要赶。

source: Start the top note lightly and keep that lightness as you go down. Don't let your voice get heavier on the low notes.
ar: ابدأ النغمة العليا بخفة وحافظ على هذه الخفة أثناء النزول. لا تدع صوتك يثقل على النغمات المنخفضة.
de: Setze den obersten Ton leicht an und behalte diese Leichtigkeit auf dem Weg nach unten. Lass deine Stimme bei den tiefen Tönen nicht schwerer werden.
es: Empieza la nota más alta con ligereza y mantén esa ligereza al bajar. No dejes que la voz se vuelva más pesada en las notas graves.
fr: Attaquez la note du haut légèrement et gardez cette légèreté en descendant. Ne laissez pas votre voix s’alourdir sur les notes graves.
it: Attacca la nota più alta con leggerezza e mantienila scendendo. Non lasciare che la voce si appesantisca sulle note basse.
ja: いちばん上の音を軽く始め、その軽さを保ったまま下りていきます。低い音で声が重くならないようにします。
ko: 맨 위 음을 가볍게 시작하고 내려가는 동안 그 가벼움을 유지하세요. 낮은 음에서 목소리가 무거워지지 않게 하세요.
nl: Zet de hoogste noot licht in en houd die lichtheid vast op weg naar beneden. Laat je stem niet zwaarder worden op de lage noten.
pl: Zacznij najwyższy dźwięk lekko i zachowaj tę lekkość w drodze w dół. Nie pozwól, by głos stawał się cięższy na niskich dźwiękach.
pt_br: Comece a nota mais aguda com leveza e mantenha essa leveza ao descer. Não deixe a voz ficar mais pesada nas notas graves.
ru: Начинайте верхнюю ноту легко и сохраняйте эту лёгкость, спускаясь вниз. Не давайте голосу тяжелеть на низких нотах.
sv: Ta den översta tonen lätt och behåll lättheten på vägen ner. Låt inte rösten bli tyngre på de låga tonerna.
tr: En üst notaya hafifçe başlayın ve aşağı inerken bu hafifliği koruyun. Pes notalarda sesinizin ağırlaşmasına izin vermeyin.
zh_hans: 轻轻地起最高的音，下行时保持这份轻盈。不要让声音在低音上变得沉重。

source: Start with a soft, breathy "H" and let the "Oo" float down. Keep it light, like a gentle owl call.
ar: ابدأ بـ «H» ناعمة مليئة بالنفَس ودع «Oo» تنساب للأسفل. اجعلها خفيفة، مثل نداء بومة لطيف.
de: Beginne mit einem weichen, hauchigen „H“ und lass das „Oo“ nach unten schweben. Bleib leicht, wie ein sanfter Eulenruf.
es: Empieza con una «H» suave y aireada y deja que la «Oo» flote hacia abajo. Mantenlo ligero, como el suave ulular de un búho.
fr: Commencez par un « H » doux et soufflé et laissez le « Oo » descendre en flottant. Restez léger, comme le doux hululement d’une chouette.
it: Inizia con una “H” morbida e soffiata e lascia che la “Oo” scenda fluttuando. Resta leggero, come il richiamo delicato di un gufo.
ja: 息まじりのやわらかい「H」で始め、「Oo」をふわりと下ろしていきます。フクロウの静かな鳴き声のように軽く歌います。
ko: 부드럽고 숨이 섞인 “H”로 시작해 “Oo”가 아래로 떠내려가게 하세요. 부드러운 부엉이 소리처럼 가볍게 유지하세요.
nl: Begin met een zachte, ademende ‘H’ en laat de ‘Oo’ omlaag zweven. Houd het licht, als de zachte roep van een uil.
pl: Zacznij od miękkiego, chuchającego „H” i pozwól, by „Oo” spłynęło w dół. Śpiewaj lekko, jak łagodne pohukiwanie sowy.
pt_br: Comece com um “H” suave e soprado e deixe o “Oo” flutuar para baixo. Mantenha leve, como o pio suave de uma coruja.
ru: Начните с мягкого придыхательного «H» и дайте «Oo» плавно опуститься вниз. Звучите легко, как тихий крик совы.
sv: Börja med ett mjukt, luftigt ”H” och låt ”Oo” sväva nedåt. Håll det lätt, som ett stilla ugglerop.
tr: Yumuşak, nefesli bir “H” ile başlayın ve “Oo” sesinin aşağı doğru süzülmesine izin verin. Hafif tutun, yumuşak bir baykuş sesi gibi.
zh_hans: 以轻柔、带气息的“H”开始，让“Oo”缓缓向下飘落。保持轻盈，就像猫头鹰轻柔的叫声。

source: Start with your body. Gently stretch your belly, back, neck and shoulders to release tension before you make a sound.
ar: ابدأ بجسمك. مدِّد برفق بطنك وظهرك ورقبتك وكتفيك لتتخلص من التوتر قبل أن تُصدر أي صوت.
de: Beginne mit dem Körper. Dehne sanft Bauch, Rücken, Nacken und Schultern, um Spannungen zu lösen, bevor du einen Ton von dir gibst.
es: Empieza por el cuerpo. Estira suavemente el abdomen, la espalda, el cuello y los hombros para soltar la tensión antes de emitir ningún sonido.
fr: Commencez par le corps. Étirez doucement le ventre, le dos, la nuque et les épaules pour relâcher les tensions avant d’émettre un son.
it: Comincia dal corpo. Allunga delicatamente pancia, schiena, collo e spalle per sciogliere le tensioni prima di emettere un suono.
ja: まずは体から始めます。声を出す前に、おなか、背中、首、肩をやさしく伸ばして力みをほぐしましょう。
ko: 먼저 몸부터 시작하세요. 소리를 내기 전에 배, 등, 목, 어깨를 부드럽게 늘여 긴장을 풀어 주세요.
nl: Begin met je lichaam. Rek rustig je buik, rug, nek en schouders om spanning los te laten voordat je een geluid maakt.
pl: Zacznij od ciała. Delikatnie rozciągnij brzuch, plecy, kark i ramiona, aby uwolnić napięcie, zanim wydasz pierwszy dźwięk.
pt_br: Comece pelo corpo. Alongue suavemente a barriga, as costas, o pescoço e os ombros para soltar a tensão antes de emitir qualquer som.
ru: Начните с тела. Мягко растяните живот, спину, шею и плечи, чтобы снять напряжение, прежде чем издать первый звук.
sv: Börja med kroppen. Stretcha försiktigt magen, ryggen, nacken och axlarna för att släppa spänningar innan du gör ett ljud.
tr: Vücudunuzla başlayın. Ses çıkarmadan önce gerginliği atmak için karnınızı, sırtınızı, boynunuzu ve omuzlarınızı hafifçe esnetin.
zh_hans: 先从身体开始。在发声之前，轻柔地拉伸腹部、背部、颈部和肩部，释放紧张。

source: Starts listening. Sing the note asked for and hold it until the ring has gone all the way round.
ar: يبدأ الاستماع. غنِّ النغمة المطلوبة وحافظ عليها حتى تكتمل الحلقة دورة كاملة.
de: Beginnt zuzuhören. Singe den verlangten Ton und halte ihn, bis der Ring einmal ganz herum ist.
es: Empieza a escuchar. Canta la nota que se pide y mantenla hasta que el anillo dé la vuelta entera.
fr: Commence à écouter. Chantez la note demandée et tenez-la jusqu’à ce que l’anneau ait fait tout le tour.
it: Inizia ad ascoltare. Canta la nota richiesta e tienila finché l’anello non ha fatto tutto il giro.
ja: 聞き取りを始めます。求められた音を歌い、リングが一周するまで伸ばしてください。
ko: 듣기를 시작합니다. 요청된 음을 부르고 링이 한 바퀴 돌 때까지 유지하세요.
nl: Begint te luisteren. Zing de gevraagde noot en houd hem aan tot de ring helemaal rond is.
pl: Zaczyna słuchać. Zaśpiewaj żądany dźwięk i trzymaj go, aż pierścień obiegnie całe koło.
pt_br: Começa a escutar. Cante a nota pedida e sustente até o anel dar a volta inteira.
ru: Начинает слушать. Спойте нужную ноту и держите её, пока кольцо не замкнётся.
sv: Börjar lyssna. Sjung tonen som efterfrågas och håll den tills ringen gått hela varvet runt.
tr: Dinlemeye başlar. İstenen notayı söyleyin ve halka tamamen dolana kadar tutun.
zh_hans: 开始聆听。唱出要求的音并保持，直到圆环转满一圈。

source: Stay Hydrated
ar: حافظ على ترطيب جسمك
de: Genug trinken
es: Mantente hidratado
fr: Restez hydraté
it: Mantieniti idratato
ja: 水分をとる
ko: 수분 유지하기
nl: Drink genoeg
pl: Nawadniaj się
pt_br: Mantenha-se hidratado
ru: Пейте достаточно воды
sv: Drick tillräckligt
tr: Susuz kalmayın
zh_hans: 保持水分充足

source: Stay in Editor
ar: البقاء في المحرر
de: Im Editor bleiben
es: Seguir en el editor
fr: Rester dans l’éditeur
it: Resta nell’editor
ja: エディタに戻る
ko: 편집기에 남기
nl: In de editor blijven
pl: Zostań w edytorze
pt_br: Continuar no editor
ru: Остаться в редакторе
sv: Stanna i redigeraren
tr: Düzenleyicide kal
zh_hans: 留在编辑器

source: Stay light as you pass the octave and don't reach up for the top note.
ar: ابقَ خفيفًا عند تجاوز الأوكتاف ولا تمدّ صوتك نحو النغمة العليا.
de: Bleib leicht, wenn du die Oktave überschreitest, und greif nicht nach dem obersten Ton.
es: Mantén la ligereza al pasar la octava y no te estires para alcanzar la nota más alta.
fr: Restez léger en dépassant l’octave et ne tendez pas la voix vers la note du haut.
it: Resta leggero mentre superi l’ottava e non allungarti per raggiungere la nota più alta.
ja: オクターブを越えるときも軽さを保ち、いちばん上の音を取りにいかないようにします。
ko: 옥타브를 넘어갈 때도 가볍게 유지하고 맨 위 음을 억지로 잡으려 하지 마세요.
nl: Blijf licht als je voorbij het octaaf gaat en reik niet naar de hoogste noot.
pl: Pozostań lekki, przekraczając oktawę, i nie sięgaj na siłę po najwyższy dźwięk.
pt_br: Mantenha a leveza ao passar da oitava e não se estique para alcançar a nota mais aguda.
ru: Оставайтесь лёгкими, проходя октаву, и не тянитесь к верхней ноте.
sv: Håll dig lätt när du passerar oktaven och sträck dig inte efter den översta tonen.
tr: Oktavı geçerken hafif kalın ve en üst notaya uzanmaya çalışmayın.
zh_hans: 越过八度时保持轻盈，不要伸着去够最高的音。

source: Staying hydrated is one of the simplest ways to look after your voice. Drink plenty of water, especially when you exercise. If you drink caffeinated drinks or alcohol, balance them with plenty of water.
ar: الحفاظ على ترطيب جسمك من أبسط الطرق للعناية بصوتك. اشرب الكثير من الماء، خاصة عند ممارسة الرياضة. وإذا كنت تشرب مشروبات تحتوي على الكافيين أو الكحول، فوازنها بكمية وافرة من الماء.
de: Genug zu trinken ist eine der einfachsten Möglichkeiten, deine Stimme zu pflegen. Trink viel Wasser, besonders wenn du Sport treibst. Wenn du koffeinhaltige Getränke oder Alkohol trinkst, gleiche das mit reichlich Wasser aus.
es: Mantenerte hidratado es una de las formas más sencillas de cuidar tu voz. Bebe mucha agua, sobre todo cuando hagas ejercicio. Si tomas bebidas con cafeína o alcohol, compénsalas con abundante agua.
fr: Bien vous hydrater est l’un des moyens les plus simples de prendre soin de votre voix. Buvez beaucoup d’eau, surtout quand vous faites du sport. Si vous buvez des boissons caféinées ou de l’alcool, compensez avec beaucoup d’eau.
it: Restare idratati è uno dei modi più semplici per prendersi cura della voce. Bevi molta acqua, soprattutto quando fai attività fisica. Se bevi bevande con caffeina o alcolici, compensali con molta acqua.
ja: 十分に水分をとることは、声をいたわるいちばん簡単な方法のひとつです。特に運動するときは、水をたっぷり飲みましょう。カフェイン入りの飲み物やお酒を飲むときは、そのぶん水もたっぷり飲むようにします。
ko: 수분을 충분히 섭취하는 것은 목소리를 돌보는 가장 간단한 방법 중 하나입니다. 특히 운동할 때는 물을 충분히 마시세요. 카페인 음료나 술을 마신다면 물을 넉넉히 마셔 균형을 맞추세요.
nl: Genoeg drinken is een van de eenvoudigste manieren om voor je stem te zorgen. Drink veel water, vooral als je sport. Drink je cafeïnehoudende dranken of alcohol, compenseer dat dan met veel water.
pl: Odpowiednie nawodnienie to jeden z najprostszych sposobów dbania o głos. Pij dużo wody, zwłaszcza podczas ćwiczeń fizycznych. Jeśli pijesz napoje z kofeiną lub alkohol, równoważ je dużą ilością wody.
pt_br: Manter-se hidratado é uma das formas mais simples de cuidar da voz. Beba bastante água, principalmente quando se exercitar. Se você toma bebidas com cafeína ou álcool, compense com bastante água.
ru: Достаточное количество воды относится к самым простым способам заботы о голосе. Пейте много воды, особенно во время физических нагрузок. Если вы пьёте напитки с кофеином или алкоголь, восполняйте их большим количеством воды.
sv: Att dricka tillräckligt är ett av de enklaste sätten att ta hand om rösten. Drick mycket vatten, särskilt när du tränar. Om du dricker koffeinhaltiga drycker eller alkohol, balansera dem med rikligt med vatten.
tr: Yeterince sıvı almak, sesinize bakmanın en basit yollarından biridir. Özellikle egzersiz yaparken bol su için. Kafeinli içecekler ya da alkol tüketiyorsanız bunu bol suyla dengeleyin.
zh_hans: 保持水分充足是保护嗓音最简单的方法之一。多喝水，尤其是在运动时。如果你喝含咖啡因的饮料或酒，要多喝水来平衡。

source: Stomach acid that rises into your throat can irritate your vocal folds and make you hoarse. If spicy foods give you heartburn, cut back on them, and if you have heartburn often, talk to your doctor about changes to your diet or medications that can help.
ar: قد يهيّج حمض المعدة الذي يصعد إلى حلقك الطيّتين الصوتيتين ويسبب بحّة الصوت. إذا كانت الأطعمة الحارة تسبب لك حرقة المعدة فقلّل منها، وإذا كانت الحرقة تتكرر كثيرًا فتحدّث مع طبيبك عن تغييرات في نظامك الغذائي أو أدوية قد تساعد.
de: Magensäure, die bis in den Hals aufsteigt, kann die Stimmlippen reizen und dich heiser machen. Wenn scharfes Essen dir Sodbrennen bereitet, iss weniger davon, und wenn du oft Sodbrennen hast, sprich mit deinem Arzt über eine Ernährungsumstellung oder Medikamente, die helfen können.
es: El ácido del estómago que sube hasta la garganta puede irritar las cuerdas vocales y dejarte ronco. Si las comidas picantes te producen acidez, redúcelas, y si tienes acidez a menudo, habla con tu médico sobre cambios en la dieta o medicamentos que puedan ayudar.
fr: L’acide gastrique qui remonte dans la gorge peut irriter les cordes vocales et vous enrouer. Si les plats épicés vous donnent des brûlures d’estomac, réduisez-les, et si vous en avez souvent, parlez à votre médecin de changements alimentaires ou de médicaments qui peuvent aider.
it: L’acido dello stomaco che risale fino alla gola può irritare le corde vocali e renderti rauco. Se i cibi piccanti ti danno bruciore di stomaco, riducili, e se hai spesso bruciore, parla con il medico di cambiamenti nella dieta o di farmaci che possono aiutare.
ja: 胃酸がのどまで上がってくると、声帯が刺激されて声がかれることがあります。辛い食べ物で胸やけが起きるなら控えめにし、胸やけがよく起きる場合は、食事の見直しや役立つ薬について医師に相談しましょう。
ko: 목까지 올라오는 위산은 성대를 자극해 목이 쉬게 할 수 있습니다. 매운 음식을 먹으면 속이 타는 듯하다면 줄이고, 속쓰림이 잦다면 식단 변화나 도움이 되는 약에 대해 의사와 상담하세요.
nl: Maagzuur dat tot in je keel omhoogkomt, kan je stembanden irriteren en je hees maken. Krijg je van pittig eten brandend maagzuur, eet er dan minder van, en heb je vaak last van brandend maagzuur, praat dan met je arts over aanpassingen in je voeding of medicijnen die kunnen helpen.
pl: Kwas żołądkowy, który cofa się do gardła, może podrażniać fałdy głosowe i powodować chrypkę. Jeśli po ostrych potrawach masz zgagę, ogranicz je, a jeśli zgaga zdarza się często, porozmawiaj z lekarzem o zmianach w diecie lub lekach, które mogą pomóc.
pt_br: O ácido do estômago que sobe até a garganta pode irritar as pregas vocais e deixar você rouco. Se comidas apimentadas causam azia, diminua-as, e se você tem azia com frequência, converse com seu médico sobre mudanças na alimentação ou medicamentos que podem ajudar.
ru: Желудочная кислота, поднимающаяся в горло, может раздражать голосовые складки и вызывать осиплость. Если от острой еды у вас изжога, ешьте её меньше, а если изжога бывает часто, поговорите с врачом об изменениях в питании или о лекарствах, которые могут помочь.
sv: Magsyra som stiger upp i halsen kan irritera stämbanden och göra dig hes. Om stark mat ger dig halsbränna, ät mindre av den, och om du ofta har halsbränna, prata med din läkare om ändrade matvanor eller läkemedel som kan hjälpa.
tr: Boğazınıza kadar çıkan mide asidi ses tellerinizi tahriş edip sesinizi kısabilir. Acılı yiyecekler size yanma yapıyorsa onları azaltın; sık sık mide yanması yaşıyorsanız, beslenmenizde yapabileceğiniz değişiklikleri ya da işe yarayabilecek ilaçları doktorunuzla konuşun.
zh_hans: 反流到喉咙的胃酸会刺激声带，让声音沙哑。如果辛辣食物会让你烧心，就少吃一些；如果经常烧心，请和医生谈谈调整饮食或可以帮助缓解的药物。

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
ko: 정지
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
sv: Stoppa
tr: Durdur
zh_hans: 停止

source: Stuck?
ar: محتار؟
de: Unklar?
es: ¿Dudas?
fr: Un doute ?
it: Dubbi?
ja: わからない？
ko: 궁금한가요?
nl: Vragen?
pl: Nie wiesz?
pt_br: Dúvida?
ru: Не поняли?
sv: Osäker?
tr: Takıldınız mı?
zh_hans: 有疑问？

source: Style
ar: النمط
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
sv: Stil
tr: Stil
zh_hans: 样式
